Repository: CofficLab/GitOK
Catalog: Plugins/GitCommitStyleSettingsPlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Commit message display style for this project
zh_hans: 当前项目的提交信息显示样式
zh_hk: 目前專案的提交訊息顯示樣式

# Commit 风格
source: Commit Style
zh_hans: Commit 风格
zh_hk: Commit 風格

# CommitStyleSettingsPlugin
source: Commit Style
zh_hans: 提交风格
zh_hk: 提交風格

source: Current Project Style
zh_hans: 当前项目样式
zh_hk: 目前專案樣式

source: Default commit message display style for new projects
zh_hans: 新项目的默认提交信息显示样式
zh_hk: 新專案的預設提交訊息顯示樣式

# Emoji 风格
source: Emoji Style
zh_hans: Emoji 风格
zh_hk: Emoji 風格

source: Global Default Style
zh_hans: 全局默认样式
zh_hk: 全域預設樣式

source: Plain Text Lowercase
zh_hans: 纯文本小写
zh_hk: 純文字小寫

source: Plain Text Style
zh_hans: 纯文本样式
zh_hk: 純文字樣式

source: Style Examples
zh_hans: 样式示例
zh_hk: 樣式範例

# 选择不同的风格会改变 Commit 消息的显示方式：
source: Choosing a different style changes how commit messages are displayed:
zh_hans: 选择不同的风格会改变 Commit 消息的显示方式：
zh_hk: 選擇不同的風格會改變 Commit 訊息的顯示方式：
